{"william-bradford-bishop-jr": {"Hair": "Brown (in 1976)", "Eyes": "Brown", "Weight": "180 pounds (in 1976)", "Place of Birth": "Pasadena, California", "Languages": "English, French, Italian, Serbo-Croatian, Spanish", "Height": "6'1\" (in 1976)", "imageFile": "./images/william-bradford-bishop-jr.jpg", "alias": "Brad Bishop, Bradford Bishop, Bradford Bishop, Jr., W. Bradford Bishop, W. Bradford Bishop, Jr., William Bradford Bishop, William Bradford Bishopp", "Race": "White", "caution": "William Bradford Bishop, Jr. is wanted for allegedly bludgeoning to death his wife (age 37), mother (age 68), and three sons (ages 5, 10 and 14) in Bethesda, Maryland, on March 1, 1976. He then allegedly transported their bodies to Columbia, North Carolina, where he buried the bodies in a shallow grave and lit them on fire.", "remarks": "Bishop was, and may still be, an avid outdoorsman, camper, and hiker. He had extensive camping experience in Africa. He also enjoyed canoeing, fishing, swimming, jogging, tennis, skiing and riding motorcycles. Bishop enjoyed working out several times a week. He was also a licensed amateur pilot who learned to fly in Botswana, Africa.", "Nationality": "American", "Sex": "Male", "Scars and Marks": "Bishop has a six-inch vertical surgical scar on his lower back.", "Date(s) of Birth Used": "August 1, 1936", "Occupation": "United States Government Foreign Service Officer (in 1976)"}, "luis-macedo": {"Hair": "Black", "Eyes": "Brown", "Weight": "130 pounds", "Place of Birth": "Illinois", "Height": "5'5\"", "imageFile": "./images/luis-macedo.jpg", "alias": "\"Ye-Ye\", Luis Macebo, Luis M. Macedo, Louis Macedo, Louis M. Macedo, Luis M. Maczdo, Luis M. Mercado", "Race": "White (Hispanic)", "caution": "Luis Macedo is wanted for his alleged involvement in the death of a 15-year-old boy in Chicago, Illinois, on May 1, 2009.\\xa0\\xa0The victim was brutally beaten, shot, and set on fire by several alleged\\xa0Latin Kings street gang members, after the teen refused to show a gang sign.\\xa0\\xa0Macedo allegedly initiated the attack.", "remarks": "Macedo's last known address was in Oak Lawn, Illinois. He may have traveled to Mexico or the Southeastern United States.", "Nationality": "American", "Sex": "Male", "Date(s) of Birth Used": "March 2, 1988, February 3, 1988, March 3, 1988, March 8, 1988, March 22, 1988"}, "victor-manuel-gerena": {"Hair": "Brown", "Eyes": "Green", "Weight": "160 to 169 pounds", "Place of Birth": "New York, New York", "caution": "Victor Manuel Gerena is being sought in connection with the armed robbery of approximately $7 million from a security company in Connecticut in 1983. He allegedly took two security employees hostage at gunpoint and then handcuffed, bound and injected them with an unknown substance in order to further disable them.", "Height": "5'6\" to 5'7\"", "imageFile": "./images/victor-manuel-gerena.jpg", "alias": "Victor Ortiz, Victor M. Gerena Ortiz", "Race": "White (Hispanic)", "Complexion": "Dark/Medium", "Build": "Medium/Stocky", "Nationality": "American (Puerto Rican descent)", "Sex": "Male", "Scars and Marks": "Gerena has a one-inch scar and a mole on his right shoulder blade.", "Date(s) of Birth Used": "June 24, 1958", "Occupation": "Machinist, Security Guard"}, "alexis-flores": {"Hair": "Black", "Eyes": "Brown", "Weight": "130 to 140 pounds", "Place of Birth": "Honduras", "caution": "Alexis Flores is wanted for his alleged involvement in the kidnapping and murder of a five-year-old girl in Philadelphia, Pennsylvania. The girl was reported missing in late July of 2000, and later found strangled to death in a nearby apartment in early August of 2000.", "Height": "5'4\"", "imageFile": "./images/alexis-flores.jpg", "alias": "Mario Flores, Mario Roberto Flores, Mario F. Roberto, Alex Contreras, Alesis Contreras", "Race": "White (Hispanic)", "Complexion": "Light", "Build": "Slim", "remarks": "Flores has ties to Honduras.", "Nationality": "Honduran", "Sex": "Male", "Scars and Marks": "Flores has scars on his forehead and right cheek.", "Date(s) of Birth Used": "July 18, 1975, July 18, 1982, September 15, 1980, July 17, 1982", "Occupation": "Handyman"}, "robert-william-fisher": {"Hair": "Brown", "Eyes": "Blue", "Weight": "190 pounds", "Place of Birth": "Brooklyn, New York", "caution": "Robert William Fisher is wanted for allegedly killing his wife and two young children and then blowing up the house in which they all lived in Scottsdale, Arizona, in April of 2001.", "Height": "6'0\"", "imageFile": "./images/robert-william-fisher.jpg", "alias": "Robert W. Fisher", "Race": "White", "Complexion": "Light", "Build": "Medium", "remarks": "Fisher is physically fit and is an avid outdoorsman, hunter, and fisherman. He has a noticeable gold crown on his upper left first bicuspid tooth. He may walk with an exaggerated erect posture and his chest pushed out due to a lower back injury. Fisher is known to chew tobacco heavily. He has ties to New Mexico and Florida. Fisher is believed to be in possession of several weapons, including a high-powered rifle.", "Nationality": "American", "Sex": "Male", "Scars and Marks": "Fisher has surgical scars on his lower back.", "Date(s) of Birth Used": "April 13, 1961", "Occupation": "Surgical Catheter Technician, Respiratory Therapist, Fireman"}, "eduardo-ravelo": {"Hair": "Black (possibly bald)", "Eyes": "Brown", "Weight": "150 to 180 pounds", "Place of Birth": "Mexico", "caution": "Eduardo Ravelo was indicted in Texas in 2008 for his involvement in racketeering activities, conspiracy to launder monetary instruments, and conspiracy to possess heroin, cocaine and marijuana with the intent to distribute. His alleged criminal activities began in 2003.", "Height": "5'9\"", "imageFile": "./images/eduardo-ravelo.jpg", "alias": "\"Tablas\", Eduardo Rabelo, Eduardo Acevedo, Eddie Rabelo, Eduardo Rodriguez, Eddie Ravelo, Eduardo Rabelo Rodriguez, Eduardo Ruiz, Eduardo Simental Ruiz, Eduardo Saenz, \"T-Blas\", \"2x4\", \"Blas\", \"Lumberman\", \"Boards\"", "Race": "White (Hispanic)", "Complexion": "Medium", "Build": "Medium", "remarks": "Ravelo is known to be a Captain (Capo) within the Barrio Azteca criminal enterprise and is allegedly responsible for issuing orders to the Barrio Azteca members residing in Juarez, Mexico. Allegedly, Ravelo and the Barrio Azteca members act as \"hitmen\" for the Vicente Carrillo Fuentes Drug Trafficking Organization and are responsible for numerous murders. Ravelo has ties to Mexico and El Paso, Texas. He may have had plastic surgery and altered his fingerprints.", "Nationality": "Mexican", "Sex": "Male", "Scars and Marks": "Ravelo has a scar on his face. He also has tattoos on his chest, abdomen, and back.", "Date(s) of Birth Used": "October 13, 1968, December 22, 1965, October 15, 1968, November 13, 1968, October 13, 1969"}, "jason-derek-brown": {"Hair": "Blond", "Eyes": "Green", "Weight": "170 to 180 pounds", "Place of Birth": "California", "caution": "Jason Derek Brown is wanted for murder and armed robbery in Phoenix, Arizona. During November of 2004, Brown allegedly shot and killed an armored car guard outside a movie theater and then fled with the money.", "Height": "5'10\"", "imageFile": "./images/jason-derek-brown.jpg", "alias": "Jason D. Brown, Derek Brown, Greg Johnson, Harline Johnson, Greg Harline Johnson, John Brown, Jay Brown", "Race": "White", "Complexion": "Light", "Build": "Medium", "remarks": "Brown speaks fluent French and has a Masters Degree in International Business. He is an avid golfer, snowboarder, skier, and dirt biker. Brown enjoys being the center of attention and has been known to frequent nightclubs where he enjoys showing off his high-priced vehicles, boats, and other toys. Brown was a member of The Church of Jesus Christ of Latter-Day Saints, and completed his Mormon mission near Paris, France.", "Nationality": "American", "Sex": "Male", "Date(s) of Birth Used": "July 1, 1969, January 17, 1971", "Occupation": "Golf Equipment Importer"}, "fidel-urbina": {"Hair": "Black", "Eyes": "Brown", "Weight": "165 to 175 pounds", "Place of Birth": "Mexico", "caution": "Fidel Urbina is wanted for allegedly beating and raping a woman in March of 1998. While out on bond, he also allegedly beat, raped and strangled a second woman to death in October of 1998. Her body was later found in the trunk of a vehicle that had been burned. Both crimes occurred in Chicago, Illinois.", "Height": "5'11\" to 6'1\"", "imageFile": "./images/fidel-urbina.jpg", "alias": "Edgar Diaz Hernandez, Fernando Ramos, Fidel Bahena, Fidel Urbina Aguirre, Lorenzo Fidel, Lorenzo Maes, Lorenzo M. Maes, Marcos Antonio, Victor Urbina, \"Tonorio\"", "Race": "White (Hispanic)", "NCIC": "W420029084", "remarks": "Urbina may be residing in Durango, Mexico. He also has ties to the Chicago, Illinois, area.", "Nationality": "Mexican", "Sex": "Male", "Scars and Marks": "Urbina has scars (pock marks/acne) on his right cheek.", "Date(s) of Birth Used": "April 24, 1975, June 7, 1975, June 26, 1980"}, "yaser-abdel-said": {"Hair": "Black and gray (receding hairline)", "Eyes": "Brown", "Weight": "180 pounds", "Place of Birth": "Sinai, Egypt", "caution": "Yaser Abdel Said is wanted for his alleged involvement in the murders of his two teenaged daughters. The girls died of multiple gunshot wounds on January 1, 2008, in Irving, Texas.", "Height": "6'2\"", "imageFile": "./images/yaser-abdel-said.jpg", "alias": "Yaser Abdel Fattah Mohammad Said, Yaser Abdel Saeed", "Race": "White", "NCIC": "W964992437", "remarks": "Said's physical features may vary in order to conceal his identity. He always wears dark sunglasses, both indoors and outside. Said was born in Egypt and may seek shelter in communities with Egyptian ties. He frequents Denny's and IHOP restaurants and smokes Marlboro Lights 100s cigarettes. Said has ties to New York, Texas, Virginia, Canada, and Egypt. Said loves dogs, especially tan- and black-colored German Shepherds. Said is known to carry a weapon at all times.", "Nationality": "Egyptian", "Sex": "Male", "Scars and Marks": "Said has a dark brown spot on the lower left side of his neck.", "Date(s) of Birth Used": "January 27, 1957", "Occupation": "Said has driven taxi cabs for a living."}, "shanika-s-minor": {"Hair": "Black", "Eyes": "Brown", "Weight": "165 pounds", "Place of Birth": "Mississippi", "Height": "5'6\"", "imageFile": "./images/shanika-s-minor.jpg", "alias": "Ida Jackson, Shanika Shontel Minor ", "Race": "Black", "caution": "Shanika S. Minor is wanted for murdering a woman who was nine months pregnant in Milwaukee, Wisconsin, on March 6, 2016. Due to the perceived notion that the victim had disparaged Minor's family, Minor allegedly shot the victim, who then collapsed inside her residence and died in front of her two children. The victim's unborn child, due within a week, also died before emergency medical personnel arrived.", "Build": "Medium", "remarks": "Shanika S. Minor may have contact with people in Missouri, Mississippi, Texas, Tennessee, Ohio, and possibly Georgia. Minor's last known address was in Milwaukee, Wisconsin. Additionally, Minor does not have any history of prior travel outside of the United States or any contact with individuals residing internationally.", "Nationality": "American", "Sex": "Female", "Date(s) of Birth Used": "November 29, 1991", "Occupation": "Newspaper delivery "}}