{"london-owhofasa-akpanoko": {"Hair": "Bald/Shaved", "Eyes": "Brown", "Weight": "190 pounds", "Place of Birth": "Nigeria", "caution": "From approximately February of 2007 until October of 2012, London Akpanoko allegedly participated in an advance fee fraud scam that targeted dozens of individuals in the United States and elsewhere as part of an African Criminal Enterprise. The victims received e-mails and phone calls informing them of a sum of money that they would receive. The reasons for receiving the money varied between victims, but the most common reasons were an inheritance or some type of investment scheme. In order to receive the money, the victims were informed that they had to pay a fee. The fees were sent to numerous bank accounts and individuals located in the United States and overseas. The investigation has identified approximately forty victims and approximately five million dollars in loss. Akpanoko was allegedly an active participant in tricking victims to provide money as part of the scam. On January 8, 2013, a federal arrest warrant was issued for Akpanoko in the United States District Court, District of New Jersey, Newark, New Jersey, after he was charged with conspiracy to commit wire fraud.", "Height": "5'8\"", "imageFile": "./images/london-owhofasa-akpanoko.jpg", "alias": "London O. Akpanoko, \"Doctor Fred\"", "Race": "Black", "NCIC": "W266544256", "remarks": "Akpanoko speaks English and a Nigerian language, possibly Yoruba. He resided in Atlanta, Georgia, and had ties to the New York City, New York, area. He is known to have crossed into Canada in February of 2013, and then flew from Canada to Germany and then on to Ghana in West Africa. In the past, he has visited Nigeria, Ghana, the United Kingdom, and Germany.", "Nationality": "Nigerian", "Sex": "Male", "Date(s) of Birth Used": "June 29, 1969"}, "ziyad-arnaout": {"Hair": "Black", "Eyes": "Hazel", "Weight": "170 pounds", "Place of Birth": "Jordan", "caution": "On June 6, 2005, a federal complaint was obtained for Ziyad Arnaout in the United States District Court, District of New Jersey, Newark, New Jersey, after he allegedly committed more than one million dollars in credit card fraud and was charged with conspiracy to commit credit card fraud. Arnaout was one of the leaders of a large Middle Eastern Criminal Enterprise (MECE) operating in New Jersey and elsewhere. The MECE was engaged in numerous financial fraud schemes and was linked to over four million dollars in credit card fraud and bank fraud. On August 9, 2010, a federal arrest warrant was issued for Arnaout after he was charged with conspiracy to commit bank fraud and bank fraud.", "Height": "5'3\"", "imageFile": "./images/ziyad-arnaout.jpg", "alias": "Mohammad Abukhdeir, Mohammad Abunkhdier, Ziyad Alarnaout, \"Steve\"", "Race": "White (Middle Eastern)", "NCIC": "W501496637", "remarks": "Arnaout is a naturalized United States Citizen, although he is thought to be overseas.", "Nationality": "Jordanian", "Sex": "Male", "Date(s) of Birth Used": "February 3, 1971"}, "cruz-naranjo-silva": {"Hair": "Brown", "Eyes": "Brown", "Weight": "180 pounds", "Place of Birth": "Mexico", "caution": "Cruz Naranjo Silva is wanted in Sacramento County, California, for the alleged forcible rape of his girlfriend's young daughter on her birthday. He was arrested and charged with committing a lewd act upon a child under the age of 14 in July of 2006, but is thought to have fled while out on bail. A federal arrest warrant was issued on May 9, 2008, after Silva was charged with unlawful flight to avoid prosecution.", "Height": "5'10\"", "imageFile": "./images/cruz-naranjo-silva.jpg", "alias": "Cruz Silva, Cruz Silva Naranjo, Cruz Naranjo, Jose Cruz Silva Naranjo", "Race": "White (Hispanic)", "NCIC": "W344345230", "remarks": "None", "Nationality": "Mexican", "Sex": "Male", "Scars and Marks": "None known", "Date(s) of Birth Used": "May 3, 1942"}, "tawan-k.-hines": {"Hair": "Brown", "Eyes": "Brown", "Weight": "180 pounds", "Place of Birth": "New York", "caution": "Tawan K. Hines is wanted for his alleged involvement in a significant narcotics conspiracy out of the Southern District of New York. Hines was an alleged member of a drug trafficking organization based out of Westchester County, New York. The organization was known to supply members of several gangs with large amounts of crack and powder cocaine that was distributed throughout Westchester County. Hines was alleged to specifically be involved in the organization by purchasing crack and powder cocaine for resale. A federal warrant for his arrest was issued in the Southern District of New York on October 22, 2009, and he was charged with narcotics conspiracy.", "Height": "5'5\"", "imageFile": "./images/tawan-k.-hines.jpg", "alias": "Aaron Washington, Tawan Hines", "Race": "Black", "NCIC": "W957647122", "remarks": "Hines has ties to New York.", "Nationality": "American", "Sex": "Male", "Scars and Marks": "Hines has a scar on his face from the corner of his right eye down to his right cheek.", "Date(s) of Birth Used": "March 1, 1979", "Occupation": "Unknown"}, "shugang-li": {"Hair": "Black", "Eyes": "Brown", "Weight": "225 pounds", "Place of Birth": "People's Republic of China", "Height": "5'10\"", "imageFile": "./images/shugang-li.jpg", "alias": "James Li, Shugang Li", "Race": "Asian", "caution": "Shu Gang Li was charged in a four-count indictment by a federal grand jury for the United States District Court, Western District of Missouri, Kansas City, Missouri, in March of 2008. The indictment alleges that Li and his partners aided and abetted each other, and others, to transport females in interstate or foreign commerce with the intent that these females engage in prostitution inside massage parlors and elsewhere. Li and his partners allegedly transported at least five females in interstate commerce for illegal sexual activity between May of 2006, and May of 2007.", "remarks": "Li is a Chinese national who had permanent resident alien status and resided in Overland Park, Kansas City, Missouri, in 2006 and 2007. He may possibly be traveling with his wife, <a href=\"http://www.fbi.gov/wanted/alert/weili-pang/view\">Wei Li Pang</a>.", "Nationality": "Chinese", "Sex": "Male", "Date(s) of Birth Used": "November 23, 1969", "Occupation": "Owner/operator of Asian massage parlors"}, "drug-charges-operation-comanche-gold": {"imageFile": "./images/drug-charges-operation-comanche-gold.jpg", "caution": "These individuals have been charged by the United States District Court for the District of New Mexico with drug-related crimes as part of Operation Comanche Gold."}, "farhad-fred-monem": {"Hair": "Black", "Eyes": "Brown", "Weight": "210 pounds", "Place of Birth": "Tehran, Iran", "caution": "On October 19, 2007, a federal grand jury in Eugene, Oregon, indicted Farhad \"Fred\" Monem on twenty counts relating to an alleged bribery scheme. The charges stem from Monem's former employment as the food services administrator for the Oregon Department of Corrections. He faces conspiracy, mail fraud, wire fraud, bribery, money laundering, and interstate travel in aid of racketeering charges.", "Height": "5'10\"", "imageFile": "./images/farhad-fred-monem.jpg", "alias": "Fred Monem", "Race": "White (Persian)", "NCIC": "W723324333", "remarks": "Monem speaks both Farsi and English. He is a naturalized American citizen. Monem is known to have traveled to Buffalo, New York, on July 1, 2007, and has ties to California, Canada, and Iran. It is alleged that he is a heavy user of marijuana, hashish, and alcohol. He also likes to gamble.", "Nationality": "Iranian", "Sex": "Male", "Scars and Marks": "None known", "Date(s) of Birth Used": "July 30, 1958", "Occupation": "Prison Food Buyer and Food Salesman"}, "rahmon-d.-allen": {"Hair": "Black", "Eyes": "Brown", "Weight": "300 pounds", "NCIC": "W610393735", "Height": "6'1\"", "imageFile": "./images/rahmon-d.-allen.jpg", "alias": "R. Allen, Rahman Deonta Allen, Rahmon Allen, Rahmon Deonta Allen, Rick Ross", "Race": "Black", "caution": "Rahmon D. Allen, aka \"Fat Boy,\" is wanted for his alleged involvement in trafficking over 1,000 kilograms of marijuana, which was used in a distribution enterprise comprised of members and associates of both the South Side Posse and Five Ace Deuce criminal street gangs.", "remarks": "Allen is believed to have ties to the rap music industry. Allen may have ties to the following areas: Kansas City, Missouri; St. Louis, Missouri; Jacksonville, Florida; Miami, Florida; Los Angeles, California; and/or Atlanta, Georgia.", "Sex": "Male", "Scars and Marks": "Allen has a tattoo with the initials \"SSP\" on his upper right arm/shoulder area.", "Date(s) of Birth Used": "September 25, 1983", "Occupation": "Music/concert promoter"}, "gerard-l.-trice-jr": {"Hair": "Black", "Eyes": "Brown", "Weight": "180 pounds", "Place of Birth": "Little Rock, Arkansas", "caution": "Gerard L. Trice Jr. is wanted for his alleged involvement with a drug-trafficking organization in Arkansas from 2011 to 2013. Trice was allegedly a mid-level cocaine distributor who purchased cocaine from the organization's leaders and distributed the cocaine throughout the central Arkansas area. On May 10, 2013, a federal arrest warrant was issued by the United States District Court for the Eastern District of Arkansas after Trice was charged federally with conspiracy to possess with intent to distribute more than 500 grams of cocaine, and use of a communication facility to further a felony drug offense.", "Height": "6'3\"", "imageFile": "./images/gerard-l.-trice-jr.jpg", "alias": "Gerald Trice, Gerard Trice, Gerard Trice Jr., Gerard Lyndell Trice Jr., \"Fly\"", "Race": "Black", "NCIC": "W067386972", "Nationality": "American", "Sex": "Male", "Date(s) of Birth Used": "November 6, 1983, November 3, 1983"}, "sergey-yevgenyevich-klinov": {"Hair": "Balding pattern with a tufted spot on top of head; hair is either brown or black.", "Eyes": "Brown", "NCIC": "W196000828", "Sex": "Male", "imageFile": "./images/sergey-yevgenyevich-klinov.jpg", "Place of Birth": "Tymovskoye, Russia", "Race": "White", "caution": "Sergey Klinov and his co-conspirator, <a data-linktype=\"external\" data-urltype=\"/view\" data-val=\"https://www.fbi.gov/wanted/counterintelligence/yury-yevgenyevich-savin\" href=\"https://www.fbi.gov/wanted/counterintelligence/yury-yevgenyevich-savin\">Yury Savin</a>, are wanted for their involvement in several white collar crimes. Both men did business with ARC Electronics, a Russian procurement company. Sergey Klinov and Yury Savin were indicted for violating the International Emergency Economic Powers Act (IEEPA), conspiring to violate IEEPA, conspiring to violate the Arms Export Control Act (AECA), and committing wire fraud from October 1, 2008 to September 28, 2012. Subjects in the U.S. were allegedly exporting controlled dual use technology from U.S. companies to Sergey Klinov and Yury Savin, in Russia. The Russian subjects reportedly wired funds back to the U.S. through third countries in order to disguise its origin and association to the Russian military and intelligence agencies as the final end users.", "remarks": "Regarding his appearance, Klinov has long ears and a mustache. He travels and has traveled to Austria, China, Germany, Hong Kong, and Italy.", "Nationality": "Russian", "Date(s) of Birth Used": "February 18, 1968", "Occupation": "Klinov is the owner of APEX and Mig Electronics is a subsidiary of that company."}, "ye-jian-1": {"Hair": "Black", "Eyes": "Brown", "Place of Birth": "Shaanxi, China", "caution": "From approximately April 2011 to approximately December 2012, Ye, Jian, <a data-linktype=\"external\" data-urltype=\"/view\" data-val=\"https://www.fbi.gov/wanted/counterintelligence/li-shaoming\" href=\"https://www.fbi.gov/wanted/counterintelligence/li-shaoming\">Li, Shaoming</a>, <a data-linktype=\"external\" data-urltype=\"/view\" data-val=\"https://www.fbi.gov/wanted/counterintelligence/lin-yong\" href=\"https://www.fbi.gov/wanted/counterintelligence/lin-yong\">Lin, Yong</a>, <a data-linktype=\"external\" data-urltype=\"/view\" data-val=\"https://www.fbi.gov/wanted/counterintelligence/wang-hongwei\" href=\"https://www.fbi.gov/wanted/counterintelligence/wang-hongwei\">Wang, Hongwei</a>, and <a data-linktype=\"external\" data-urltype=\"/view\" data-val=\"https://www.fbi.gov/wanted/counterintelligence/wang-lei\" href=\"https://www.fbi.gov/wanted/counterintelligence/wang-lei\">Wang, Lei </a>allegedly conspired to steal the intellectual property of several United States-based seed manufacturing companies and transport the intellectual property to the People's Republic of China for the benefit of their China-based seed company. The 5 individuals are alleged to have conspired to steal \\u201cinbred\\u201d corn seed from Dupont Pioneer, Monsanto, and LG Seeds. This \\u201cinbred\\u201d or \\u201cparent\\u201d line of seed constitutes valuable intellectual property of a seed producer. The estimated loss on an \\u201cinbred\\u201d line of seed is approximately 5 to 8 years of research and a minimum of 30 to 40 million dollars.", "Sex": "Male", "imageFile": "./images/ye-jian-1.jpg", "alias": "Jian, Ye", "Race": "Asian", "NCIC": "W218984269", "remarks": "Ye, Jian should be considered an international flight risk. He has possibly visited China and Argentina, and he speaks Mandarin and English.", "Nationality": "Chinese", "Date(s) of Birth Used": "June 10, 1981", "Occupation": "Research manager for Beijing Kings Nower Seed S&amp;T Co., Ltd."}, "li-fangwei": {"Hair": "Black", "Eyes": "Brown", "Weight": "Approximately 150 pounds", "Place of Birth": "Heilongjiang, China", "caution": "Li Fangwei, who is more commonly known by the name Karl Lee, was previously sanctioned by the United States for his alleged role as a principal supplier to Iran's ballistic missile program. It is alleged that from 2006 through the present time Li Fangwei controlled a large network of front companies based in Eastern China which he allegedly used to defraud United States banks, regulators, and companies in violation of the International Emergency Economic Powers Act (IEEPA) and the Weapons of Mass Destruction Proliferators Sanctions Regulations. It is also alleged that he continues to violate United States law and economic sanctions by engaging in prohibited transactions worth millions of dollars through United States-based financial institutions.", "Height": "Approximately 5'7\"", "imageFile": "./images/li-fangwei.jpg", "alias": "Karl Lee, Sunny Bai, Song Dahai, Fangwei Li, Charles Lee, Charles Li, David Li, F.W. Li, FW Li, Wei Li, Li Wei, K. L. Wei, KL Wei, Li Fang Wei, \"KL\", \"Patric\"", "Race": "Asian", "NCIC": "W710456843", "remarks": "Li Fangwei is known to speak both Mandarin and English.", "Nationality": "Chinese", "Sex": "Male", "Scars and Marks": "Li Fangwei has a mole on his upper lip.", "Date(s) of Birth Used": "September 18, 1972"}, "xuyen-thi-kim-nguyen": {"Hair": "Black", "Eyes": "Brown", "Weight": "135 pounds", "Place of Birth": "Vietnam", "caution": "In May 2005, seven individuals, including Xuyen Thi-Kim Nguyen, were indicted in Dallas, Texas, for their involvement in a scheme to defraud a mortgage company of over $5 million. After four of the seven individuals pled guilty, Nguyen was convicted of one count of conspiracy, two counts of mail fraud, and seven counts of fraud by wire. Nguyen was placed on home monitoring until her sentencing. However, some time between November 8, 2005, and November 11, 2005, Nguyen fled from her home in Plano, Texas. Subsequently, a complaint was filed in the Northern District of Texas for failure to appear, and an arrest warrant was issued by the United States District Court on February 3, 2006.", "Height": "5'0\"", "imageFile": "./images/xuyen-thi-kim-nguyen.jpg", "alias": "Thi Kim Nguyen, Kim Nguyen, Xuyen Nguyen", "Race": "Asian", "NCIC": "W175683980", "remarks": "Nguyen became a naturalized citizen in 1999. She has lived in the Seattle, Washington, and Dallas, Texas, areas.", "Nationality": "Vietnamese", "Sex": "Female", "Scars and Marks": "None known", "Date(s) of Birth Used": "February 16, 1942", "Occupation": "Unknown"}, "drug-charges-operation-virus-maker": {"imageFile": "./images/drug-charges-operation-virus-maker.jpg", "caution": "These individuals were charged by the United States District Court for the District of New Mexico on July 23, 2015, with crimes related to international drug trafficking as part of Operation Virus Maker."}, "margaret-ann-zeny": {"Weight": "Approximately 125 pounds", "NCIC": "W731948987", "Sex": "Female", "imageFile": "./images/margaret-ann-zeny.jpg", "alias": "Margaret Buranich, Margo Zeny, Margo Carrington, Margo Zenny, Margaret A. Zeny", "Race": "White", "caution": "Margaret Ann Zeny is wanted for her alleged involvement, along with her husband, <a href=\"http://www.fbi.gov/wanted/cei/glenn-walter-zeny/view\">Glenn Walter Zeny</a>, and his brother, <a href=\"http://www.fbi.gov/wanted/cei/robert-william-zeny/view\">Robert William Zeny</a>, in an extensive hydroponics marijuana operation in the basement of an Erie, Pennsylvania, residence owned by Glenn Walter Zeny. <br/><br/> Zeny was indicted in the United States District Court, Western District of Pennsylvania, Pittsburgh, Pennsylvania, on January 13, 1993, on charges of conspiracy to manufacture, distribute, and possess with intent to distribute marijuana and conspiracy to violate the laws of the United States. After the indictment, Zeny fled the area, and an arrest warrant was issued on February 1, 1993.", "remarks": "Zeny has a severe thyroid condition which requires daily medication of synthroid. She is also known to use spa-type fitness facilities. Zeny\\u2019s last known location was near the Richmond, Virginia, area.", "Height": "5'5\"", "Date(s) of Birth Used": "April 7, 1950, April 15, 1950", "Occupation": "Zeny has worked as a picture framer, art gallery proprietor, and hotel employee."}, "maria-isabel-cruz": {"Hair": "Black", "Eyes": "Brown", "Weight": "130 pounds", "Place of Birth": "Choluteca, Honduras", "caution": "Maria Isabel Cruz and her co-conspirator, <a href=\"http://www.fbi.gov/wanted/human-trafficking/roger-galindo-sepeda/view\">Roger Galindo-Sepeda</a>, are wanted for their alleged involvement in the trafficking of more than 30 young women, some of whom were under the age of 18, from Honduras to the United States. Once in the United States, the women were forced to work in bars owned by Cruz and Galindo-Sepeda to pay off their debts to the smugglers who brought them into the country.", "Height": "5'4\"", "imageFile": "./images/maria-isabel-cruz.jpg", "alias": "Maria Isabel Cruz Zamora", "Race": "White (Hispanic)", "NCIC": "W702655750", "remarks": "Cruz may currently be living in Honduras.", "Nationality": "Honduran", "Sex": "Female", "Date(s) of Birth Used": "August 22, 1967", "Occupation": "Cruz was previously employed as a bartender."}, "omar-aboueljinane": {"Hair": "Black", "Eyes": "Brown", "Weight": "200 to 220 pounds", "Place of Birth": "Morocco", "caution": "Omar Aboueljinane is wanted for his alleged involvement in a large Middle Eastern Criminal Enterprise (MECE) operating in New Jersey and elsewhere. The MECE was engaged in numerous financial fraud schemes. In March and April of 2002, Aboueljinane and others owned and operated a business known as Computer 3000, based in New Jersey and Casablanca, Morocco. The group was allegedly involved in the cashing of a fraudulent check and then wire transferring the proceeds through multiple other accounts. They were also allegedly involved in the purchasing of computers and computer-related merchandise using company checks. The checks were drawn on bank accounts with insufficient funds in them, and the merchandise purchased was shipped to Morocco. The total amount of the fraud was approximately $2.8 million. Aboueljinane was indicted on July 31, 2002, and a federal arrest warrant was issued in the United States District Court, District of New Jersey, Newark, New Jersey, after Aboueljinane was charged with wire fraud, conspiracy to commit wire fraud, bank fraud, and conspiracy to commit bank fraud.", "Height": "6'0\"", "imageFile": "./images/omar-aboueljinane.jpg", "alias": "Omar Abou-ElJinane", "Race": "White (Middle Eastern)", "NCIC": "W584566400", "Build": "Medium", "remarks": "Aboueljinane is thought to be in Morocco.", "Nationality": "Moroccan", "Sex": "Male", "Scars and Marks": "Aboueljinane has a mole on the right side of his chin.", "Date(s) of Birth Used": "June 14, 1976", "Occupation": "Salesman"}, "abdesslem-elcohen": {"Hair": "Black", "Eyes": "Brown", "Weight": "200 pounds", "Place of Birth": "Casablanca, Morocco", "caution": "Abdesslem Reda Elcohen was charged and convicted of being a member of a Middle Eastern Criminal Enterprise (MECE) operating in New Jersey and elsewhere. The MECE was engaged in numerous financial fraud schemes. Elcohen was sentenced on April 14, 2004, to serve ten months in prison and was set to report on August 13, 2004. However, on April 23, 2004, Elcohen departed the United States on an international flight bound for Morocco. On December 7, 2009, he was charged a second time for not reporting to prison to serve his sentence and a federal arrest warrant was issued in the United States District Court, District of New Jersey, Newark, New Jersey.", "Height": "5'9\"", "imageFile": "./images/abdesslem-elcohen.jpg", "alias": "Abdesslem Reda El Cohen, Addeuslem Reda Elcohen, Abdesslem Elcohen", "Race": "White (Middle Eastern)", "NCIC": "W846508794", "remarks": "Elcohen is thought to have fled the United States and may possibly now be in Morocco.", "Nationality": "Moroccan", "Sex": "Male", "Date(s) of Birth Used": "January 1, 1981"}, "christopher-robert-metsos": {"Hair": "Light Brown (Balding)", "Eyes": "Brown", "Weight": "180 to 195 pounds", "Place of Birth": "Canada", "caution": "Christopher Robert Metsos is wanted for failing to register as an agent of a foreign government as required by United States law. This occurred from 1993 to 2005. During that time, Metsos allegedly took part in a money laundering scheme, causing money to be illegally transferred to other United States-based co-conspirators who were also unregistered agents of a foreign government. A federal arrest warrant was issued for Metsos in the United States District Court, Southern District of New York, on June 25, 2010, after he was charged with conspiracy to act as an unregistered agent of a foreign government and conspiracy to commit money laundering. Metsos was arrested in Cyprus on June 29, 2010, but posted bail and fled.", "Height": "5'11\" to 6'0\"", "imageFile": "./images/christopher-robert-metsos.jpg", "alias": "Christopher R. Metsos, Pavel Kapustin, Gerard Martin Kelleher, Diego Cadenilla Jose Antonio, Luis Miguel Alarcon-Correas, Patrick Allen Woolcocks, Peter Michael Franklin, Graham Douglas Cox, Pavel Gukov, Sean Proinnsias O'Donaill", "Race": "White", "NCIC": "W560713749", "remarks": "Metsos may have fled to Russia. He has travelled the world extensively. He may wear a moustache and eyeglasses. Metsos is trained in martial arts and holds a black belt.", "Nationality": "Canadian", "Sex": "Male", "Scars and Marks": "Metsos has a scar on his chest and burn/pock marks on his arms.", "Date(s) of Birth Used": "June 16, 1956, April 7, 1954, November 17, 1959, October 20, 1955, June 21, 1956, March 17, 1956, October 9, 1953, April 27, 1958, June 1, 1954, December 30, 1954"}, "anthony-kendall-dewater": {"Hair": "Brown/Gray", "Eyes": "Blue", "Weight": "195 pounds", "Place of Birth": "California", "caution": "On February 21, 1992, Anthony Kendall Dewater, a teacher's aide at an elementary school in Salem, Oregon, was charged with nine counts of sexual abuse in the first degree for allegedly fondling multiple students over a six-month period. He was found guilty of seven of those counts in the Marion County Circuit Court for the State of Oregon on July 31, 1992. On November 2, 1992, the Marion County Circuit Court for the State of Oregon issued an arrest warrant for Dewater for failure to appear in the first degree. A complaint was authorized and a federal arrest warrant was issued by the United States District Court, District of Oregon, Portland, Oregon, charging Dewater with unlawful flight to avoid prosecution on July 22, 1993.", "Height": "5'11\"", "imageFile": "./images/anthony-kendall-dewater.jpg", "alias": "Tony Dewater, Anthony Girod, Anthony K. Dewater", "Race": "White", "NCIC": "W757735200", "remarks": "Dewater speaks fluent Spanish. He may have traveled to Seattle, Washington; California; British Columbia, Canada; Spain; the United Kingdom; or Peru.", "Nationality": "American", "Sex": "Male", "Scars and Marks": "None known", "Date(s) of Birth Used": "February 9, 1958", "Occupation": "Teacher's Aide at an Elementary School"}, "glenn-walter-zeny": {"Eyes": "Brown", "Weight": "Approximately 230 pounds", "Place of Birth": "Erie, Pennsylvania", "caution": "Glenn Walter Zeny is wanted for his alleged involvement, along with his wife, <a href=\"http://www.fbi.gov/wanted/cei/margaret-ann-zeny/view\">Margaret Ann Zeny</a>, and his brother, <a href=\"http://www.fbi.gov/wanted/cei/robert-william-zeny/view\">Robert William Zeny</a>, in an extensive hydroponics marijuana operation in the basement of an Erie, Pennsylvania, residence owned by Zeny. <br/><br/> Zeny was indicted in the United States District Court, Western District of Pennsylvania, Pittsburgh, Pennsylvania, on January 13, 1993, on charges of conspiracy to manufacture, distribute, and possess with intent to distribute marijuana; manufacture, distribute, and possess with intent to distribute marijuana; conspiracy to violate the laws of the United States; currency structuring; and laundering monetary instruments. An arrest warrant was issued for Zeny on January 19, 1993.", "Height": "6'4\"", "imageFile": "./images/glenn-walter-zeny.jpg", "alias": "Glenn Neal, Roger Neal, Michael J. Fox, Glenn Carrington, Glenn Walter Carrington, Sidney Bruce Gray, Glenn Wallace, Glenn W. Zeny", "Race": "White", "NCIC": "W729002439", "remarks": "Zeny\\u2019s last known location was near the Richmond, Virginia, area. Zeny is known to prefer sports cars, particularly Corvettes, and enjoy golf and spa-type fitness facilities.", "Nationality": "American", "Sex": "Male", "Date(s) of Birth Used": "December 14, 1947, December 1, 1953", "Occupation": "Zeny has previously worked in the printing business, in construction, in video stores, and with computers and recording equipment."}, "felix-alfredo-torres-perez": {"Hair": "Black", "Eyes": "Brown", "Weight": "190 to 200 pounds", "Place of Birth": "Puerto Rico", "Height": "5'9\"", "imageFile": "./images/felix-alfredo-torres-perez.jpg", "alias": "\"Felito\", Felix Torres Perez, Felito Torres Perez", "Race": "White (Hispanic)", "NCIC": "W595643606", "remarks": "Torres Perez is known to carry firearms. He is also known to travel to Florida and Puerto Rico.", "caution": "Felix Alfredo Torres Perez is wanted for his alleged role as a member of a drug trafficking organization responsible for the distribution of kilogram quantities of cocaine from Puerto Rico to networks in Virginia and Florida. On February 17, 2016, Torres Perez was charged with conspiracy to distribute 500 grams or more of cocaine in the United States District Court, Eastern District of Virginia, Alexandria, Virginia.", "Sex": "Male", "Date(s) of Birth Used": "November 26, 1991"}, "mohammed-s.-abugoush": {"Hair": "Dark Brown", "Eyes": "Green", "Weight": "165 to 170 pounds", "Place of Birth": "Jordan", "caution": "On June 6, 2005, a federal complaint was obtained for Mohammed S. Abugoush in the United States District Court, District of New Jersey, Newark, New Jersey, after he was charged with conspiracy to commit credit card fraud after he allegedly committed more than one million dollars in credit card fraud. Abugoush was a mid-level member of a large Middle Eastern Criminal Enterprise (MECE) operating in New Jersey and elsewhere. The MECE was engaged in numerous financial fraud schemes and was linked to approximately seven million dollars in fraud. On August 9, 2010, a federal arrest warrant was issued for Abugoush after he was charged with conspiracy to commit bank fraud and bank fraud.", "Height": "5'7\"", "imageFile": "./images/mohammed-s.-abugoush.jpg", "alias": "Mohammed Abugoush, Mohammad Abugoush, Mohad Abu-goush, Reynaldo Balot, Faheem Zafar, Mohammad Akram, Mohad Abugoush, Mohammed S. Abu, Sami Abu, Mahammed S. Abugoush, Mohad S. Abugoush, Mohad Sami Abugoush, Sami Abugoush, Mohad Sami Abuqoush, Mohad Abougoush, Mohammed S. Aref, Mohammed S. Goush, Sami Goush, Sami Mohammad, Mohad Sami Abu-Goush, Mohammed Aref Abugoush, Mohad A. Abougoush, Mickey Abugoush", "Race": "White (Middle Eastern)", "NCIC": "W287659912", "remarks": "Abugoush may be in Jordan. He is a naturalized United States citizen.", "Nationality": "Jordanian", "Sex": "Male", "Date(s) of Birth Used": "September 4, 1963, September 9, 1963, March 27, 1946, August 8, 1964, April 1, 1966"}, "juan-carlos-martinez": {"Hair": "Black", "Eyes": "Brown", "Weight": "135 pounds", "Place of Birth": "Mexico", "caution": "Juan Carlos Martinez is wanted for his alleged involvement in the murder of a man in the Albertville, Alabama area. On June 2, 1999, Martinez allegedly shot the victim several times with a handgun in the parking lot of an industrial company where they were employed. The murder reportedly resulted from an ongoing personal dispute. On June 3, 1999, a state arrest warrant was issued by the District Court of Marshall County, Alabama, after Martinez was charged with murder. He was charged federally with unlawful flight to avoid prosecution, and a federal warrant was issued for his arrest. Martinez is believed to have fled from Albertville in a vehicle which was later found abandoned near Interstate 59 and Rainsville, Alabama. Martinez may have fled to Mexico, but is believed to maintain contact with individuals currently in the United States.", "Height": "5'6\"", "imageFile": "./images/juan-carlos-martinez.jpg", "alias": "Juan D. Martinez", "Race": "White (Hispanic)", "NCIC": "W165633135", "remarks": "Martinez speaks fluent English and Spanish. He has ties to Alabama, Texas, Florida, North Carolina, Minnesota, and Mexico.", "Nationality": "Mexican", "Sex": "Male", "Scars and Marks": "None known", "Date(s) of Birth Used": "December 2, 1978, December 14, 1981", "Occupation": "Welder, Machinist, Metal Fabricator, Interpreter (Spanish/English)"}, "dumitru-daniel-bosogioiu": {"Hair": "Brown", "Eyes": "Brown", "Weight": "154 pounds (70 kg)", "Place of Birth": "Orlesti, Romania", "caution": "Dumitru Daniel Bosogioiu is wanted for his alleged participation in a sophisticated Internet Fraud scheme where criminal enterprise conspirators, based in Romania and elsewhere in Europe, posted advertisements on Internet auction market sites for merchandise for sale.\\xa0These advertisements contained images and descriptions of vehicles and other items for sale, but those items did not really exist. Conspirators posing as sellers then negotiated via e-mail with unsuspecting buyers in the United States. These \"sellers\" sent fraudulent invoices, that appeared to be from legitimate online payment services, to the victim buyers, with instructions for payment to bank accounts held by other conspirators in the United States. These conspirators opened United States bank accounts under false identities using fraudulent passports made in Europe by other conspirators. When victims wired money to an account identified on the false invoices, the conspirator associated with that account would be notified and then would withdraw the proceeds and send them via wire transfer to another conspirator based on e-mailed instructions.", "Height": "5'9\" (174 cm)", "imageFile": "./images/dumitru-daniel-bosogioiu.jpg", "alias": "Dimitru-Daniel Bosogioiu, Dmittru Busogioiu, Dmitru Busogioiu, Ioghi Bosogioiu, \"Ioghi\"", "Race": "White", "NCIC": "W836434478", "remarks": "Bosogioiu speaks English, with an accent, and Romanian. He may have travelled to Europe.", "Nationality": "Romanian", "Sex": "Male", "Date(s) of Birth Used": "July 17, 1981"}, "victor-manuel-tolentino": {"Hair": "Black", "Eyes": "Brown", "Weight": "180 pounds", "Place of Birth": "Santiago, Dominican Republic", "caution": "Victor Manuel Tolentino was an alleged member of a drug trafficking organization that was responsible for shipping heroin, cocaine, and marijuana to New York City from Las Vegas, Nevada, and San Diego, California. He was indicted for narcotics conspiracy on July 3, 2012, and was scheduled to stand trial in federal court in Manhattan, New York City, on September 30, 2013. Tolentino fled prior to the start of the trial, and failed to appear in court. A federal arrest warrant for bail jumping was then issued for Tolentino on September 30, 2013, by the United States District Court, Southern District of New York.", "Height": "5'8\"", "imageFile": "./images/victor-manuel-tolentino.jpg", "alias": "Victor M. Tolentino, Victor Tolentino", "Race": "White (Hispanic)", "NCIC": "W838468210", "remarks": "Tolentino has ties to Queens, New York, and the Boston and Lawrence, Massachusetts, areas. He is an avid weightlifter who is known to frequent gyms. Tolentino speaks both English and Spanish.", "Nationality": "Dominican", "Sex": "Male", "Scars and Marks": "Tolentino has multiple tattoos including a design and the words \"El Prince\" on his upper right arm, and a cross and thorns on his upper left bicep.", "Date(s) of Birth Used": "September 3, 1980", "Occupation": "Tolentino has worked as an auto mechanic."}, "yury-yevgenyevich-savin": {"Hair": "Brown", "Eyes": "Blue", "Weight": "180 pounds", "Place of Birth": "Moscow, Russia", "caution": "Yury Savin and his co-conspirator, <a data-linktype=\"external\" data-urltype=\"/view\" data-val=\"https://www.fbi.gov/wanted/counterintelligence/sergey-yevgenyevich-klinov\" href=\"https://www.fbi.gov/wanted/counterintelligence/sergey-yevgenyevich-klinov\">Sergey Klinov</a>, are wanted for their involvement in several white collar crimes. Both men did business with ARC Electronics, a Russian procurement company. Yury Savin and Sergey Klinov were indicted for violating the International Emergency Economic Powers Act (IEEPA), conspiring to violate IEEPA, conspiring to violate the Arms Export Control Act (AECA), and committing wire fraud from October 1, 2008 to September 28, 2012. Subjects in the U.S. were allegedly exporting controlled dual use technology from U.S. companies to Yury Savin and Sergey Klinov, in Russia. The Russian subjects reportedly wired funds back to the U.S. through third countries in order to disguise its origin and association to the Russian military and intelligence agencies as the final end users.", "Height": "5'10\"", "imageFile": "./images/yury-yevgenyevich-savin.jpg", "alias": "Yuri Savin", "Race": "White", "NCIC": "W026005886", "remarks": "Savin travels and has traveled to Thailand and Greece.", "Nationality": "Russian", "Sex": "Male", "Scars and Marks": "Savin has a cleft chin.", "Date(s) of Birth Used": "January 12, 1975", "Occupation": "Savin worked for Atrilor LLC in Moscow, which is an electronics company. He worked in procurement."}, "roger-galindo-sepeda": {"Hair": "Black", "Eyes": "Brown", "Weight": "220 to 240 pounds", "Place of Birth": "Choluteca, Honduras", "caution": "Roger Galindo-Sepeda and his co-conspirator, <a href=\"http://www.fbi.gov/wanted/human-trafficking/maria-isabel-cruz/view\">Maria Isabel Cruz</a>, are wanted for their alleged involvement in the trafficking of more than 30 young women, some of whom were under the age of 18, from Honduras to the United States. Once in the United States, the women were forced to work in bars owned by Cruz and Galindo-Sepeda to pay off their debts to the smugglers who brought them into the country.", "Height": "5'10\"", "imageFile": "./images/roger-galindo-sepeda.jpg", "alias": "Roger Galindo, Roger Galindo-Zepeda, Roger Sepeda Galindo, Roger Zepeda, Roger Zepeda Galindo", "Race": "White (Hispanic)", "NCIC": "W612643331", "remarks": "Galindo-Sepeda may currently be living in Honduras. His last known residence (in 2002) was in Fort Worth, Texas. Galindo-Sepeda is also known to abuse alcohol.", "Nationality": "Honduran", "Sex": "Male", "Scars and Marks": "Galindo-Sepeda has a scar on his forehead and his abdomen.", "Date(s) of Birth Used": "December 4, 1973", "Occupation": "Galindo-Sepeda was previously employed as a DJ."}, "steven-nacim": {"Hair": "Black", "Eyes": "Green", "Weight": "175 pounds", "Place of Birth": "Morocco", "caution": "Steven Nacim is wanted for his alleged involvement in a large Middle Eastern Criminal Enterprise (MECE) operating in New Jersey and elsewhere. The MECE was engaged in numerous financial fraud schemes. In March and April of 2002, Nacim and others owned and operated a business known as Computer 3000, based in New Jersey and Casablanca, Morocco. The group was allegedly involved in the cashing of a fraudulent check and then wire transferring the proceeds through multiple other accounts. They were also allegedly involved in the purchasing of computers and computer-related merchandise using company checks. The checks were drawn on bank accounts with insufficient funds in them, and the merchandise purchased was shipped to Morocco. The total amount of the fraud was approximately $2.8 million. Nacim was indicted on July 31, 2002, and a federal arrest warrant was issued in the United States District Court, District of New Jersey, Newark, New Jersey, after Nacim was charged with wire fraud, conspiracy to commit wire fraud, bank fraud, and conspiracy to commit bank fraud.", "Height": "5'9\"", "imageFile": "./images/steven-nacim.jpg", "alias": "Fouad Nacim, \"Fouad\"", "Race": "White (Middle Eastern)", "NCIC": "W513346527", "Build": "Medium", "remarks": "Nacim is thought to be in Morocco. Nacim is a naturalized United States Citizen.", "Nationality": "Moroccan", "Sex": "Male", "Date(s) of Birth Used": "May 16, 1968", "Occupation": "Store Owner"}, "dukagin-nikollaj": {"Hair": "Light Brown", "Eyes": "Brown", "Weight": "200 pounds", "Place of Birth": "Albania", "caution": "From 2003 through 2007, Dukagin Nikollaj was allegedly involved in the purchase of large amounts of marijuana from suppliers in Canada and the distribution of the marijuana throughout the New York area. A federal warrant for his arrest was issued in the Southern District of New York on May 27, 2010, and he was charged with conspiracy to distribute narcotics.", "Height": "5'7\"", "imageFile": "./images/dukagin-nikollaj.jpg", "alias": "Dukajin Nikollaj, Dukagjin Nikollaj, \"Duke\"", "Race": "White", "NCIC": "W830583668", "remarks": "Nikollaj has ties to Albania and the Borough of Queens, New York City, New York.", "Nationality": "Albanian", "Sex": "Male", "Scars and Marks": "None known", "Date(s) of Birth Used": "July 15, 1983", "Occupation": "Unknown"}, "wang-lei": {"Hair": "Black", "Eyes": "Brown", "Place of Birth": "Tacheng, Xinjiang, China or Urumqi, Xinjiang, China", "caution": "From approximately April 2011 to approximately December 2012, Wang, Lei, <a data-linktype=\"external\" data-urltype=\"/view\" data-val=\"https://www.fbi.gov/wanted/counterintelligence/li-shaoming\" href=\"https://www.fbi.gov/wanted/counterintelligence/li-shaoming\">Li, Shaoming</a>, <a data-linktype=\"external\" data-urltype=\"/view\" data-val=\"https://www.fbi.gov/wanted/counterintelligence/lin-yong\" href=\"https://www.fbi.gov/wanted/counterintelligence/lin-yong\">Lin, Yong</a>, <a data-linktype=\"external\" data-urltype=\"/view\" data-val=\"https://www.fbi.gov/wanted/counterintelligence/wang-hongwei\" href=\"https://www.fbi.gov/wanted/counterintelligence/wang-hongwei\">Wang, Hongwei</a>, and <a data-linktype=\"external\" data-urltype=\"/view\" data-val=\"https://www.fbi.gov/wanted/counterintelligence/ye-jian-1\" href=\"https://www.fbi.gov/wanted/counterintelligence/ye-jian-1\">Ye, Jian </a>allegedly conspired to steal the intellectual property of several United States-based seed manufacturing companies and transport the intellectual property to the People's Republic of China for the benefit of their China-based seed company. The 5 individuals are alleged to have conspired to steal \\u201cinbred\\u201d corn seed from Dupont Pioneer, Monsanto, and LG Seeds. This \\u201cinbred\\u201d or \\u201cparent\\u201d line of seed constitutes valuable intellectual property of a seed producer. The estimated loss on an \\u201cinbred\\u201d line of seed is approximately 5 to 8 years of research and a minimum of 30 to 40 million dollars.", "Sex": "Male", "imageFile": "./images/wang-lei.jpg", "alias": "Lei, Wang, Xu, Wancheng, Wancheng, Xu", "Race": "Asian", "NCIC": "W089006135", "remarks": "Wang, Lei should be considered an international flight risk. He has possibly visited China and Argentina and speaks Mandarin and English. He may also wear glasses.", "Nationality": "Chinese", "Date(s) of Birth Used": "October 22, 1962", "Occupation": "Manager at Beijing New Gainer Seed Co., Ltd."}, "juan-jose-esparragoza-moreno": {"Hair": "Black", "Eyes": "Brown", "Weight": "200 pounds", "Place of Birth": "Chuicopa, Sinaloa, Mexico", "caution": "The drug trafficking organization led by Juan Jose Esparragoza-Moreno is allegedly responsible for the importation of over 14 tons of marijuana into the United States. Esparragoza-Moreno was placed on the White House Foreign Narcotics Kingpin Designation Act list in 2003.", "Height": "5'8\"", "imageFile": "./images/juan-jose-esparragoza-moreno.jpg", "alias": "Juan Jose Esparragoza-Martinez, Jose Luis Esparragosa, Juan Esparragosa-Ualino, Juan Jose Esparragoza-Italino, Arturo Beltran, Raul Gonzalez, Juan Robledo, \"El Azul\"", "Race": "White (Hispanic)", "NCIC": "W456628782", "remarks": "Esparragoza-Moreno is believed to have had plastic surgery.", "Nationality": "Mexican", "Sex": "Male", "Scars and Marks": "None known", "Date(s) of Birth Used": "February 3, 1949", "Occupation": "Unknown"}, "luis-tejada": {"Hair": "Dark Brown", "Eyes": "Brown", "Weight": "230 pounds", "Place of Birth": "Santa Ana, El Salvador", "caution": "Luis Tejada was indicted on October 29, 2010, by the United States District Court, District of Maryland, Greenbelt, Maryland, for distribution of child pornography and a federal warrant was issued for his arrest. It is alleged that Tejada distributed child pornography images and video via the Internet.", "Height": "6'0\"", "imageFile": "./images/luis-tejada.jpg", "alias": "Luis F. Tejada, Luis Fernando Tejada, Luis Tejada Fonseca", "Race": "White (Hispanic)", "NCIC": "W061518924", "remarks": "Tejada speaks fluent Spanish. He has ties to New York, Maryland, and El Salvador. Tejada is a citizen of the United States and has a U.S. Passport.", "Nationality": "Salvadoran", "Sex": "Male", "Scars and Marks": "None known", "Date(s) of Birth Used": "August 5, 1976", "Occupation": "Unknown"}, "weili-pang": {"Hair": "Black", "Eyes": "Brown", "Weight": "140 pounds", "Place of Birth": "People's Republic of China", "Height": "5'4\"", "imageFile": "./images/weili-pang.jpg", "alias": "Linda Pang, Wai Li Pang, Weili Pang", "Race": "Asian", "caution": "Wei Li Pang plead guilty to a two-count information in the United States District Court, Western District of Missouri, Kansas City, Missouri, in December of 2008. The information alleges that Pang aided and abetted others in the transportation of females in interstate commerce with the intent that these females engage in prostitution inside massage parlors and elsewhere. Pang allegedly assisted in transporting at least five females in interstate commerce for illegal sexual activity between May of 2006, and May of 2007.", "remarks": "Pang is a Chinese national who had permanent resident alien status and resided in Overland Park, Kansas City, Missouri, in 2006 and 2007. She may possibly be traveling with her husband, <a href=\"http://www.fbi.gov/wanted/alert/shugang-li/view\">Shu Gang Li</a>.", "Nationality": "Chinese", "Sex": "Female", "Date(s) of Birth Used": "April 24, 1970", "Occupation": "Owner/operator of Asian massage parlors"}, "adam-c.-emery": {"Hair": "Brown", "Eyes": "Blue", "Weight": "175 pounds", "NCIC": "W785425698", "Height": "6'1\"", "imageFile": "./images/adam-c.-emery.jpg", "Place of Birth": "Rhode Island", "Race": "White", "caution": "Adam C. Emery was convicted of second degree murder in Rhode Island State Superior Court on November 10, 1993. The conviction stemmed from an incident which occurred in August of 1990 during which Emery stabbed another man to death. Emery was permitted to remain free on bail pending formal sentencing which was scheduled for December of 1993. He left the courthouse in order to get his affairs in order. Hours after his release, his car was located on the top of the Newport Bridge in Newport, Rhode Island. Emery has not been seen since the time of his release. A federal warrant was issued on January 18, 1994, and Emery was charged with unlawful flight to avoid prosecution.", "remarks": "Emery may travel to Florida or Italy.", "Nationality": "American", "Sex": "Male", "Scars and Marks": "None known", "Date(s) of Birth Used": "November 10, 1962", "Occupation": "Purchasing Agent, Worker in a Plastics Company"}, "rene-arzate-garcia": {"Hair": "Black", "Eyes": "Brown", "Weight": "Approximately 220 pounds", "Place of Birth": "Mexico", "Height": "6'0\"", "imageFile": "./images/rene-arzate-garcia.jpg", "alias": "\"La Rana\", \"General\", \"Apa\", Rene Garcia Arzate", "Race": "White (Hispanic)", "NCIC": "W523056628", "remarks": "\"La Rana\" is believed to be in Mexico.", "Nationality": "Mexican", "Sex": "Male", "Date(s) of Birth Used": "June 11, 1983"}, "lin-yong": {"Hair": "Black", "Eyes": "Brown", "Place of Birth": "Anhui, China", "caution": "From approximately April 2011 to approximately December 2012, Lin, Yong, <a data-linktype=\"external\" data-urltype=\"/view\" data-val=\"https://www.fbi.gov/wanted/counterintelligence/wang-hongwei\" href=\"https://www.fbi.gov/wanted/counterintelligence/wang-hongwei\">Wang, Hongwei</a>, <a data-linktype=\"external\" data-urltype=\"/view\" data-val=\"https://www.fbi.gov/wanted/counterintelligence/wang-lei\" href=\"https://www.fbi.gov/wanted/counterintelligence/wang-lei\">Wang, Lei</a>, <a data-linktype=\"external\" data-urltype=\"/view\" data-val=\"https://www.fbi.gov/wanted/counterintelligence/ye-jian-1\" href=\"https://www.fbi.gov/wanted/counterintelligence/ye-jian-1\">Ye, Jian</a>, and <a data-linktype=\"external\" data-urltype=\"/view\" data-val=\"https://www.fbi.gov/wanted/counterintelligence/li-shaoming\" href=\"https://www.fbi.gov/wanted/counterintelligence/li-shaoming\">Li, Shaoming </a>allegedly conspired to steal the intellectual property of several United States-based seed manufacturing companies and transport the intellectual property to the People's Republic of China for the benefit of their China-based seed company. The 5 individuals are alleged to have conspired to steal \"inbred\" corn seed from Dupont Pioneer, Monsanto, and LG Seeds. This \\u201cinbred\\u201d or \\u201cparent\\u201d line of seed constitutes valuable intellectual property of a seed producer. The estimated loss on an \\u201cinbred\\u201d line of seed is approximately 5 to 8 years of research and a minimum of 30 to 40 million dollars.", "Sex": "Male", "imageFile": "./images/lin-yong.jpg", "alias": "Yong, Lin", "Race": "Asian", "NCIC": "W259009343", "remarks": "Lin, Yong should be considered an international flight risk. He has possibly visited China and Argentina. Lin, Yong may wear glasses. He also speaks Mandarin and English.", "Nationality": "Chinese", "Scars and Marks": "Lin, Yong has a birthmark on his forehead.", "Date(s) of Birth Used": "December 2, 1976", "Occupation": "Rice Research and Development Manager for Beijing Kings Nower Seed S&amp;T Co., Ltd."}, "li-shaoming": {"Hair": "Black", "Eyes": "Brown", "Place of Birth": "Wusu, Xinjiang, China", "caution": "From approximately April 2011 to approximately December 2012, Li, Shaoming, <a data-linktype=\"external\" data-urltype=\"/view\" data-val=\"https://www.fbi.gov/wanted/counterintelligence/lin-yong\" href=\"https://www.fbi.gov/wanted/counterintelligence/lin-yong\">Lin, Yong</a>, <a data-linktype=\"external\" data-urltype=\"/view\" data-val=\"https://www.fbi.gov/wanted/counterintelligence/wang-hongwei\" href=\"https://www.fbi.gov/wanted/counterintelligence/wang-hongwei\">Wang, Hongwei</a>, <a data-linktype=\"external\" data-urltype=\"/view\" data-val=\"https://www.fbi.gov/wanted/counterintelligence/wang-lei\" href=\"https://www.fbi.gov/wanted/counterintelligence/wang-lei\">Wang, Lei</a>, and <a data-linktype=\"external\" data-urltype=\"/view\" data-val=\"https://www.fbi.gov/wanted/counterintelligence/ye-jian-1\" href=\"https://www.fbi.gov/wanted/counterintelligence/ye-jian-1\">Ye, Jian </a>allegedly conspired to steal the intellectual property of several United States-based seed manufacturing companies and transport the intellectual property to the People's Republic of China for the benefit of their China-based seed company. The 5 individuals are alleged to have conspired to steal \"inbred\" corn seed from Dupont Pioneer, Monsanto, and LG Seeds. This \\u201cinbred\\u201d or \\u201cparent\\u201d line of seed constitutes valuable intellectual property of a seed producer. The estimated loss on an \\u201cinbred\\u201d line of seed is approximately 5 to 8 years of research and a minimum of 30 to 40 million dollars.", "Sex": "Male", "imageFile": "./images/li-shaoming.jpg", "alias": "Shaoming, Li, Li, Shao Ming", "Race": "Asian", "NCIC": "W429043744", "remarks": "Li, Shaoming should be considered an international flight risk. He has possibly visited China and Argentina. Li, Shaoming speaks Mandarin and English.", "Nationality": "Chinese", "Scars and Marks": "Li, Shaoming has a raised mole on the right side of his nose.", "Date(s) of Birth Used": "September 7, 1966", "Occupation": "President of Beijing Kings Nower Seed S&amp;T Co., Ltd., an agriculture company located in Beijing, China."}, "rene-f.-ramirez": {"Hair": "Black", "Eyes": "Dark Brown", "Weight": "220 pounds", "Place of Birth": "Mexico", "caution": "Rene F. Ramirez is wanted for his alleged involvement in the possession and receipt of child pornography. From approximately June of 2007 through December of 2009, it is alleged that Ramirez was involved in the trafficking of child pornography, via computers, in the New York City area. A federal arrest warrant was issued for Ramirez in the United States District Court, Southern District of New York, on March 7, 2011, after he was charged with possession and receipt of child pornography.", "Height": "5'8\"", "imageFile": "./images/rene-f.-ramirez.jpg", "alias": "Rene Ramirez, \"Tutzita\"", "Race": "White (Hispanic)", "NCIC": "W642415848", "remarks": "Ramirez is known to wear eyeglasses. He speaks both English and Spanish. He has ties to The Bronx, New York and Mexico. Ramirez is skilled in the use of computers and may frequent social networking sites.", "Nationality": "Mexican", "Sex": "Male", "Date(s) of Birth Used": "October 19, 1982"}, "jesus-salas-aguayo": {"Hair": "Black", "Eyes": "Brown", "Weight": "145 to 190 pounds", "Place of Birth": "Mexico", "caution": "Jesus Salas-Aguayo, along with his <a href=\"https://www.fbi.gov/wanted/cei/drug-charges-operation-virus-maker/view\">co-conspirators</a>, is wanted for his alleged involvement in activities undertaken as a member of the Vicente Carrillo Fuentes Organization, also known as the Juarez Cartel.", "Height": "5'8\" to 5'9\"", "imageFile": "./images/jesus-salas-aguayo.jpg", "alias": "\"Chuyin\", \"Zorra Five\", Jesus Aguayo, Jesus Aguayo-Salas, Jesus Salas Aguayo, Jesus Chuyin, Chuy Salas, Jesus Salas, Jesus Venzor Salas-Aguayo", "Race": "White (Hispanic)", "NCIC": "W978454740", "Nationality": "Mexican", "Sex": "Male", "Date(s) of Birth Used": "May 29, 1976"}}